Repository: morientes26/vinarstvo
Catalog: src/inventory/locale/*/LC_MESSAGES/django.po
Languages: sk

source: logout
sk: odhlásiť

# karpatska_perla
source: Karpatsk√° perla
sk: Karpatská perla

source: version
sk: verzia

# title_inventory
source: Inventory
sk: Inventár

# product_award
source: Award
sk: Ocenenie

# confirm_delete_order
source: Are you sure to delete product?
sk: Naozaj si prajete vymazať objednavku?

source: Yes
sk: Áno

source: No
sk: Nie

source: Event name
sk: Názov akcie

# event_date_from
source: From
sk: Od

# event_date_to
source: To
sk: Do

# event_products
source: Choose product do event
sk: Vybrať produkt do akcie

source: Include in event
sk: Pridať do akcie

# product_code
source: Code
sk: Kód

# product_name
source: Name
sk: Názov

# product_amount
source: Amount
sk: Množstvo

# product_price
source: Price
sk: Cena

source: back
sk: späť

source: save
sk: uložiť

# event_managment
source: Event management
sk: Správa akcií

# create_event
source: Create new event
sk: Vytvoriť novú akciu

source: edit
sk: editovať

source: delete
sk: vymazať

# confirm_delete_group
source: Are you sure to delete group?
sk: Naozaj si prajete vymazať skupinu?

# group_name
source: Group management
sk: Meno

source: Group image
sk: Obrázok skupiny

source: Group place
sk: Poradie skupiny

# group_managment
source: Group management
sk: Správa skupín

# create_group
source: Create new group
sk: Vytvoriť novú skupinu

source: Done order
sk: Vybavená

source: Order completed
sk: Objednávka vybavená

# product.name
source: Name
sk: Názov

# product.amount
source: Amount
sk: Množstvo

source: Customer
sk: Zákazník

source: In cart
sk: Na karte

# order_managment
source: Order management
sk: Správa objednávok

# event
source: Event management
sk: Zoznam akcií

# order_status
source: Orders status
sk: Status objednávok

source: completed
sk: Vybavené

source: not completed
sk: Nevybavené

# confirm_delete_product
source: Are you sure to delete product?
sk: Naozaj si prajete vymazať produkt?

# product_origin_name
source: Origin name
sk: Originálny názov

# product_size
source: Products size
sk: Veľkosť

# product_group
source: Products group
sk: Skupina produktov

# product_active
source: Active
sk: Aktívny produkt

# wine_color
source: Color
sk: Farba vína

# wine_year
source: Year
sk: Ročník

# wine_attribute
source: Grade
sk: Prívlastok

# wine_sugar_residual
source: Residual sugar
sk: Zvyškový cukor

# sugar_content
source: Content of sugar
sk: Cukornatosť

# wine_acidity
source: Acidity
sk: Kyslosť

# wine_alcohol
source: Alcohol
sk: Obsah alkoholu

# wine_locality
source: Locality
sk: Lokalita

# wine_serving
source: Serving
sk: Servírovanie

# product_description
source: Description
sk: Popis

# is_wine
source: Wine
sk: Víno

# product_photo
source: Photo
sk: Obrázok produktu

# product_import_date
source: Imported date
sk: Dátum importovania dát

# wine_awards
source: Awards
sk: Ocenenia

# import_product
source: Import products
sk: Importovať produkty

# product_managment
source: Product management
sk: Správa produktov

# create_product
source: Create new product
sk: Vytvoriť nový produkt

source: Code
sk: Kód

source: Name
sk: Názov

source: Price
sk: Cena

source: Size
sk: Objem

source: Amount
sk: Množstvo

source: remove
sk: odobrať

source: add
sk: pridať

# amount_filter
source: Show products with amount more then
sk: Zobraziť produkty s množstvom väčším ako

# setting_unit_amount
source: Unit amount
sk: Jednotkové množstvo

# setting_managment
source: Setting management
sk: Správa nastavení

# setting_type
source: Type
sk: Typ

# setting_value
source: Value
sk: hodnota

# event_list
source: Events list
sk: Zoznam akcií

# order_list
source: Orders list
sk: Správa objednávok

# userpreference
source: Settings
sk: Nastavenia

# language
source: sk
sk: en

source: Group created
sk: Skupina vytvorená

source: Group edited
sk: Skupina upravená

source: Order done
sk: Objednávka vybavená

# product_created
source: Products created
sk: Produkt vytvorený

# product_edited
source: Edited product
sk: Produkt upravený
